[
  {
    "id": "veronika-laimer",
    "name": "Veronika Laimer — einfach schee",
    "role": "Inhaberin, einfach schee",
    "rating": 5,
    "quote": "Jan hat mir mit dem Start in meine Selbstständigkeit mit seiner Expertise unglaublich unterstützt und mir vieles um einiges erleichtert.\nEr war und ist immer sofort zur Stelle und stets erreichbar.\nEr hat mir eine super moderne, zugängliche und leicht zu bedienende Homepage eingerichtet. Auch die gesetzlichen Vorgaben und die Domain Einrichtung haben Dank Jan Hand und Fuß.\nIch würde Jan jederzeit weiterempfehlen :)",
    "avatar": "/assets/misc/testimonials/vroni-laimer-einfach-schee-kosmetikerin.webp",
    "site": "https://einfach-schee.com"
  },
  {
    "id": "lisa-marie-wagner",
    "name": "Lisa-Maria Wagner — Personaltrainerin & Ninja Warrior",
    "role": "Personaltrainerin & Unternehmerin, Kraftquelle Heilpraktik",
    "rating": 5,
    "quote": "Die Zusammenarbeit mit Jan war eine absolute Bereicherung für meine Marke. Schon der erste Logoentwurf hat meine Vorstellungen perfekt umgesetzt und meine Marke genau so präsentiert, wie ich sie mir gewünscht habe – professionell, modern und einprägsam.\n\nAuch beim späteren Redesign konnte ich mich voll auf seine Kreativität und Expertise verlassen. Jan bringt nicht nur ein Gespür für Design mit, sondern auch klare Kommunikation und viel Geduld, um sicherzustellen, dass jedes Detail passt.\n\nIch bekomme bis heute positives Feedback für mein Logo, das ein zentraler Teil meiner Markenidentität geworden ist. Ich würde Jan jederzeit weiterempfehlen – er liefert nicht nur ein Ergebnis, sondern echte Markenwirkung.",
    "avatar": "/assets/misc/testimonials/Lisa-Wagner-personaltrainer-ninja-warrior.webp",
    "site": "https://lisa-mary-fitness.de/"
  },
  {
    "id": "kary-nghun",
    "name": "Dr. Kary Ritter, Ph.D.",
    "role": "Founder & Retreat Partner, Brisa Bahía",
    "rating": 5,
    "quote": "A Beautiful Design That Captures Our Essence: Branding & Website\nWe couldn't be happier with the work Jan did for Brisa Bahía. From the initial logo design to the final WordPress website, he truly understood our vision for our boutique eco-retreat center on Colombia's Caribbean coast.\n\nThe logo and color palette he created perfectly capture the essence of our brand: tranquil, natural, and inviting. He has an exceptional eye for aesthetics that resonate with the wellness and retreat space. But beyond his design skills, what really stood out was working with him as a person. He was collaborative, responsive, and genuinely invested in bringing our vision to life.\n\nThe website itself is exceptional. It beautifully showcases our property while being intuitive and easy to navigate. He clearly understands what retreat centers need from their online presence: a site that not only looks stunning but also effectively communicates the transformational experience we offer.\n\nWe highly recommend Jan. He understands the industry, delivers outstanding results, and made the whole process enjoyable.\n\nKary, Founder & Retreat Partner, Brisa Bahía",
    "avatar": "/assets/misc/testimonials/Kary-Ritter.webp",
    "site": "https://brisabahia.com"
  },
  {
    "id": "viktoria-stefan-reutter",
    "name": "Viktoria & Stefan Reutter",
    "role": "Owners, Reutter Farms",
    "rating": 5,
    "quote": "Jan was doing a great job designing our company’s logo. Starting our strawberry farm in Saskatchewan Canada, we had a lot of ideas what our logo should represent. Jan was taking all our business values into consideration and creating a comprehensive and beautiful logo. Never being left out of the work progress, it was always great to work with Jan, reliable, on time and always available. Even after the project was finished, he was there for small adjustments for business cards etc.",
    "avatar": "/assets/misc/testimonials/Stefan-Viktoria.webp"
  },
  {
    "id": "tanja-maria-wegmann",
    "name": "Tanja-Maria Wegmann",
    "role": "Unternehmensberaterin, Wegmann Unternehmensberatung",
    "rating": 5,
    "quote": "Herr Brunnenkant von Well Edge Creative hat für mich die ersten wichtigen Pfeiler zum Aufbau meiner Unternehmensberatung gesetzt. Meine Marke hat ein „Gesicht" bekommen. Er hat es geschafft, durch gezieltes Fragen herauszufinden, was meine Stilrichtung ist und was mich als Person, meine Werte, Ziele und meine unternehmerischen Fähigkeiten am Besten repräsentiert. Er hat dies in Form von stimmigen Farben und Formen in meinem Logo, samt Briefpapier und Signatur, perfekt umgesetzt.",
    "avatar": "/assets/misc/testimonials/wegmann.webp"
  },
  {
    "id": "chris-reidy",
    "name": "Chris Reidy — Tico Lingo",
    "role": "School Director & Founder, Tico Lingo",
    "rating": 5,
    "quote": "Jan was great! He was extremely flexible, had a wide array of skills he was willing to apply to our project, and was able to adapt to different work environments and needs that our school had during his stay. I'd no doubt recommend him for any logo, web, or general graphic design work needed across any and all different industries. Likewise, he's just generally an easy going guy able to take feedback and roll with whatever may be needed of him.",
    "avatar": "/assets/misc/testimonials/chris-reidy-tico-lingo-director.webp",
    "site": "https://ticolingo.com"
  }
]
