[
  {
    "id": "veronika-laimer",
    "name": "Veronika Laimer — einfach schee",
    "role": "Inhaberin, einfach schee",
    "role_translated_to_en": "Owner, einfach schee",
    "rating": 5,
    "originalLanguage": "de",
    "text_original": "Jan hat mich bei dem Start in meine Selbstständigkeit mit seiner Expertise unglaublich unterstützt und mir vieles um einiges erleichtert.\nEr war und ist immer sofort zur Stelle und stets erreichbar.\nEr hat mir eine super moderne, zugängliche und leicht zu bedienende Homepage eingerichtet. Auch die gesetzlichen Vorgaben und die Domain Einrichtung haben Dank Jan Hand und Fuß.\nIch würde Jan jederzeit weiterempfehlen :)",
    "text_translated_to_en": "Jan supported me incredibly with his expertise when starting my own business and made many things much easier for me.\nHe was and is always immediately available and constantly reachable.\nHe set up a super modern, accessible, and easy-to-use homepage for me. Thanks to Jan, the legal requirements and domain setup are also perfectly handled.\nI would recommend Jan anytime :)",
    "avatar": "/assets/misc/testimonials/vroni-laimer-einfach-schee-kosmetikerin.webp",
    "site": "https://einfach-schee.com"
  },
  {
    "id": "lisa-marie-wagner",
    "name": "Lisa-Maria Wagner — Personaltrainerin & Ninja Warrior",
    "role": "Personaltrainerin & Unternehmerin, Kraftquelle Heilpraktik",
    "role_translated_to_en": "Personal Trainer & Entrepreneur, Kraftquelle Heilpraktik",
    "rating": 5,
    "originalLanguage": "de",
    "text_original": "Die Zusammenarbeit mit Jan war eine absolute Bereicherung für meine Marke. Schon der erste Logoentwurf hat meine Vorstellungen perfekt umgesetzt und meine Marke genau so präsentiert, wie ich sie mir gewünscht habe – professionell, modern und einprägsam.\n\nAuch beim späteren Redesign konnte ich mich voll auf seine Kreativität und Expertise verlassen. Jan bringt nicht nur ein Gespür für Design mit, sondern auch klare Kommunikation und viel Geduld, um sicherzustellen, dass jedes Detail passt.\n\nIch bekomme bis heute positives Feedback für mein Logo, das ein zentraler Teil meiner Markenidentität geworden ist. Ich würde Jan jederzeit weiterempfehlen – er liefert nicht nur ein Ergebnis, sondern echte Markenwirkung.",
    "text_translated_to_en": "Working with Jan was an absolute enrichment for my brand. The very first logo draft perfectly implemented my vision and presented my brand exactly as I had envisioned it – professional, modern, and memorable.\n\nEven during the later redesign, I could fully rely on his creativity and expertise. Jan not only brings a sense for design but also clear communication and a lot of patience to ensure every detail is just right.\n\nTo this day, I receive positive feedback for my logo, which has become a central part of my brand identity. I would recommend Jan anytime – he doesn't just deliver a result, but real brand impact.",
    "avatar": "/assets/misc/testimonials/Lisa-Wagner-personaltrainer-ninja-warrior.webp",
    "site": "https://lisa-mary-fitness.de/"
  },
  {
    "id": "kary-nghun",
    "name": "Dr. Kary Ritter, Ph.D.",
    "role": "Founder & Retreat Partner, Brisa Bahía",
    "role_translated_to_de": "Gründerin & Retreat-Partnerin, Brisa Bahía",
    "rating": 5,
    "originalLanguage": "en",
    "text_original": "A Beautiful Design That Captures Our Essence: Branding & Website\nWe couldn't be happier with the work Jan did for Brisa Bahía. From the initial logo design to the final WordPress website, he truly understood our vision for our boutique eco-retreat center on Colombia's Caribbean coast.\n\nThe logo and color palette he created perfectly capture the essence of our brand: tranquil, natural, and inviting. He has an exceptional eye for aesthetics that resonate with the wellness and retreat space. But beyond his design skills, what really stood out was working with him as a person. He was collaborative, responsive, and genuinely invested in bringing our vision to life.\n\nThe website itself is exceptional. It beautifully showcases our property while being intuitive and easy to navigate. He clearly understands what retreat centers need from their online presence: a site that not only looks stunning but also effectively communicates the transformational experience we offer.\n\nWe highly recommend Jan. He understands the industry, delivers outstanding results, and made the whole process enjoyable.\n\nKary, Founder & Retreat Partner, Brisa Bahía",
    "text_translated_to_de": "Ein wunderschönes Design, das unser Wesen einfängt: Branding & Website\nWir könnten nicht glücklicher sein mit der Arbeit, die Jan für Brisa Bahía geleistet hat. Vom ersten Logo-Entwurf bis zur fertigen WordPress-Website hat er unsere Vision für unser Boutique-Öko-Retreat-Center an Kolumbiens Karibikküste wirklich verstanden.\n\nDas Logo und die Farbpalette, die er kreiert hat, fangen die Essenz unserer Marke perfekt ein: ruhig, natürlich und einladend. Er hat ein außergewöhnliches Auge für Ästhetik, die im Wellness- und Retreat-Bereich resoniert. Aber über seine Design-Fähigkeiten hinaus ist uns besonders aufgefallen, wie es war, mit ihm als Person zu arbeiten. Er war kooperativ, reaktionsschnell und wirklich daran interessiert, unsere Vision zum Leben zu erwecken.\n\nDie Website selbst ist außergewöhnlich. Sie präsentiert unser Anwesen wunderschön, ist intuitiv und einfach zu navigieren. Er versteht klar, was Retreat-Zentren von ihrer Online-Präsenz brauchen: eine Website, die nicht nur atemberaubend aussieht, sondern auch effektiv die transformative Erfahrung kommuniziert, die wir bieten.\n\nWir empfehlen Jan sehr. Er versteht die Branche, liefert herausragende Ergebnisse und hat den gesamten Prozess angenehm gemacht.\n\nKary, Gründerin & Retreat-Partnerin, Brisa Bahía",
    "avatar": "/assets/misc/testimonials/Kary-Ritter.webp",
    "site": "https://brisabahia.com"
  },
  {
    "id": "viktoria-stefan-reutter",
    "name": "Viktoria & Stefan Reutter",
    "role": "Owners, Reutter Farms",
    "role_translated_to_de": "Inhaber, Reutter Farms",
    "rating": 5,
    "originalLanguage": "en",
    "text_original": "Jan was doing a great job designing our company's logo. Starting our strawberry farm in Saskatchewan Canada, we had a lot of ideas what our logo should represent. Jan was taking all our business values into consideration and creating a comprehensive and beautiful logo. Never being left out of the work progress, it was always great to work with Jan, reliable, on time and always available. Even after the project was finished, he was there for small adjustments for business cards etc.",
    "text_translated_to_de": "Jan hat großartige Arbeit beim Design unseres Firmenlogos geleistet. Beim Start unserer Erdbeer-Farm in Saskatchewan, Kanada, hatten wir viele Ideen, was unser Logo repräsentieren sollte. Jan hat alle unsere Unternehmenswerte berücksichtigt und ein umfassendes und wunderschönes Logo kreiert. Wir wurden nie vom Arbeitsfortschritt ausgeschlossen, es war immer großartig, mit Jan zu arbeiten – zuverlässig, pünktlich und immer erreichbar. Selbst nachdem das Projekt abgeschlossen war, stand er für kleine Anpassungen bei Visitenkarten usw. zur Verfügung.",
    "avatar": "/assets/misc/testimonials/Stefan-Viktoria.webp"
  },
  {
    "id": "tanja-maria-wegmann",
    "name": "Tanja-Maria Wegmann",
    "role": "Unternehmensberaterin, Inhaberin, Wegmann Unternehmensberatung",
    "role_translated_to_en": "Business Consultant, Owner, Wegmann Unternehmensberatung",
    "rating": 5,
    "originalLanguage": "de",
    "text_original": "Jan von Well Edge Creative hat für mich die ersten wichtigen Pfeiler zum Aufbau meiner Unternehmensberatung gesetzt. Meine Marke hat ein 'Gesicht' bekommen. Er hat es geschafft, durch gezieltes Fragen herauszufinden, was meine Stilrichtung ist und was mich als Person, meine Werte, Ziele und meine unternehmerischen Fähigkeiten am besten repräsentiert. Er hat dies in Form von stimmigen Farben und Formen in meinem Logo, samt Briefpapier und Signatur, perfekt umgesetzt.",
    "text_translated_to_en": "Jan from Well Edge Creative laid the first important pillars for building my business consultancy. My brand got a 'face'. He managed to find out through targeted questions what my style direction is and what best represents me as a person, my values, goals, and my entrepreneurial abilities. He perfectly implemented this in the form of harmonious colors and shapes in my logo, including letterhead and signature.",
    "avatar": "/assets/misc/testimonials/wegmann.webp"
  },
  {
    "id": "chris-reidy",
    "name": "Chris Reidy — Tico Lingo",
    "role": "School Director & Founder, Tico Lingo",
    "role_translated_to_de": "Schuldirektor & Gründer, Tico Lingo",
    "rating": 5,
    "originalLanguage": "en",
    "text_original": "Jan was great! He was extremely flexible, had a wide array of skills he was willing to apply to our project, and was able to adapt to different work environments and needs that our school had during his stay. I'd no doubt recommend him for any logo, web, or general graphic design work needed across any and all different industries. Likewise, he's just generally an easy going guy able to take feedback and roll with whatever may be needed of him.",
    "text_translated_to_de": "Jan war großartig! Er war extrem flexibel, hatte ein breites Spektrum an Fähigkeiten, die er auf unser Projekt anwenden wollte, und konnte sich an verschiedene Arbeitsumgebungen und Bedürfnisse anpassen, die unsere Schule während seines Aufenthalts hatte. Ich würde ihn ohne Zweifel für jede Logo-, Web- oder allgemeine Grafikdesign-Arbeit empfehlen, die in allen verschiedenen Branchen benötigt wird. Außerdem ist er einfach ein lockerer Typ, der Feedback annehmen kann und mit allem klarkommt, was von ihm verlangt wird.",
    "avatar": "/assets/misc/testimonials/chris-reidy-tico-lingo-director.webp",
    "site": "https://ticolingo.com"
  }
]
